74th.vimStyle
aaron-bond.better-comments
abusaidm.html-snippets
bierner.markdown-emoji
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
DotJoshJohnson.xml
eg2.vscode-npm-script
esbenp.prettier-vscode
foxundermoon.shell-format
hediet.vscode-drawio
hollowtree.vue-snippets
HookyQR.beautify
jansenfuller.crayon-vscode
jcbuisson.vue
jebbs.plantuml
jonsmithers.open-in-vim
mkaufman.HTMLHint
ms-azuretools.vscode-docker
MS-CEINTL.vscode-language-pack-ja
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode-remote.remote-containers
mushan.vscode-paste-image
octref.vetur
Orta.vscode-jest
Perkovec.emoji
ritwickdey.LiveServer
staychan.vue-color
stevencl.addDocComments
streetsidesoftware.code-spell-checker
styled-components.vscode-styled-components
techer.open-in-browser
tht13.html-preview-vscode
vuetifyjs.vuetify-vscode
xdebug.php-debug
xdebug.php-pack
yzhang.markdown-all-in-one
zhouronghui.propertylist
zobo.php-intellisense
